Repository: neuschaefer/qnap-gpl
Catalog: src/quota-3.17/po/*.po
Languages: pl

source: Block %u is truncated.
pl: Blok %u jest uciêty.

source: Reference to illegal block %u
pl: Odniesienie do nieprawid³owego bloku %u

source: Block %u in tree referenced twice
pl: Dwukrotne odniesienie w drzewie do bloku %u

source: Illegal free block reference to block %u
pl: B³êdne odniesienie pustego bloku do bloku %u

source: Corrupted number of used entries (%u)
pl: Uszkodzona liczba u¿ytych wpisów (%u)

source: Checking quotafile headers...
pl: Sprawdzanie nag³ówków pliku limitów...

source: Cannot read header from quotafile %s: %s
pl: Nie mo¿na odczytaæ nag³ówka z pliku limitów %s: %s

source: WARNING - Quotafile %s was probably truncated. Cannot save quota settings...
pl: UWAGA - plik limitów %s zapewne by³ uciêty. Nie mo¿na zapisaæ ustawieñ...

source: WARNING - Quota file %s has corrupted headers
pl: UWAGA - plik limitów %s ma uszkodzone nag³ówki

source: Headers checked.
pl: Nag³ówki sprawdzone.

source: Headers of file %s checked. Going to load data...
pl: Nag³ówki pliku %s sprawdzone. Rozpoczêcie wczytywania danych...

source: Cannot gather quota data. Tree root node corrupted.
pl: Nie mo¿na zgromadziæ danych o limitach. Korzeñ drzewa uszkodzony.

source: WARNING - Some data might be changed due to corruption.
pl: UWAGA - czê¶æ danych mo¿e byæ zmieniona z powodu uszkodzenia.

source: Not found any corrupted blocks. Congratulations.
pl: Nie znaleziono ¿adnych uszkodzonych bloków. Gratulacje.

source: Only RPC quota format is allowed on NFS filesystem.
pl: Na systemie plików NFS dozwolony jest tylko format limitów RPC.

source: RPC quota format not compiled.
pl: Format limitów RPC nie wkompilowany.

source: Only XFS quota format is allowed on XFS filesystem.
pl: Na systemie plików XFS dozwolony jest tylko format limitów XFS.

source: XFS quota allowed only on XFS filesystem.
pl: Format limitów XFS dozwolony tylko na systemie plików XFS.

source: Quota file not found or has wrong format.
pl: Pliku limitów nie znaleziono lub ma z³y format.

source: Cannot initialize quota on %s: %s
pl: Nie mo¿na zainicjowaæ limitów na %s: %s

source: Creation of %s quota format is not supported.
pl: Tworzenie limitów w formacie %s nie jest obs³ugiwane.

source: Cannot create new quotafile %s: %s
pl: Nie mo¿na utworzyæ nowego pliku limitów %s: %s

source: Cannot get info for %s quota file from kernel on %s: %s
pl: Nie mo¿na uzyskaæ od j±dra informacji o pliku limitów %s na %s: %s

source: Cannot set info for %s quota file from kernel on %s: %s
pl: Nie mo¿na ustawiæ w j±drze informacji o pliku limitów %s na %s: %s

source: Cannot get quota for %s %d from kernel on %s: %s
pl: Nie mo¿na uzyskaæ od j±dra limitu %s dla id %d na %s: %s

source: Cannot set quota for %s %d from kernel on %s: %s
pl: Nie mo¿na ustawiæ w j±drze limitu %s dla id %d na %s: %s

source: Trying to write quota to readonly quotafile on %s
pl: Próba zapisu limitów do pliku limitów tylko do odczytu na %s

source: Trying to write info to readonly quotafile on %s.
pl: Próba zapisu informacji do pliku limitów tylko do odczytu na %s.

source: Cannot sync quotas on device %s: %s
pl: Nie mo¿na zsynchronizowaæ limitów na urz±dzeniu %s: %s

source: Your quota file is stored in wrong endianity. Please use convertquota(8) to convert it.
pl: Plik limitów jest zapisany dla innego procesora. Do konwersji s³u¿y convertquota(8).

source: Trying to write info to readonly quotafile on %s
pl: Próba zapisu informacji do pliku limitów tylko do odczytu na %s

source: Cannot write block (%u): %s
pl: Nie mo¿na zapisaæ bloku (%u): %s

source: Cannot allocate new quota block (out of disk space).
pl: Nie mo¿na przydzieliæ nowego bloku limitów (brak miejsca na dysku).

source: find_free_dqentry(): Data block full but it shouldn't.
pl: find_free_dqentry(): Blok danych jest pe³ny, a nie powinien.

source: Inserting already present quota entry (block %u).
pl: Wstawianie ju¿ obecnego wpisu limitów (blok %u).

source: Cannot write quota (id %u): %s
pl: Nie mo¿na zapisaæ limitów (id %u): %s

source: Quota write failed (id %u): %s
pl: Zapis limitów nie powiód³ siê (id %u): %s

source: Quota structure has offset to other block (%u) than it should (%u).
pl: Struktura limitów ma wskazanie na inny blok (%u) ni¿ powinna (%u).

source: Quota for id %u referenced but not present.
pl: Limit dla id %u nie istnieje, ale jest odniesienie do niego.

source: Cannot read quota structure for id %u: %s
pl: Nie mo¿na odczytaæ struktury limitów dla id %u: %s

source: Illegal reference in %s quota file on %s. Quota file is probably corrupted. Please run quotacheck(8) and try again.
pl: B³êdne odniesienie w pliku limitów %s na %s. Plik limitów jest prawdopodobnie uszkodzony. Proszê uruchomiæ quotacheck(8) i spróbowaæ ponownie.

source: Statistics: Total blocks: %u Data blocks: %u Entries: %u Used average: %f
pl: Statystyki: Bloków w sumie: %u Bloków danych: %u Wpisów: %u U¿yte ¶rednio: %f

source: *** Status for %s quotas on device %s
pl: *** Raport dla limitów %s na urz±dzeniu %s

source: ON
pl: W£¡CZONE

source: OFF
pl: WY£¡CZONE

source: Accounting: %s; Enforcement: %s
pl: Podliczanie: %s; Wymuszanie: %s

source: Accounting [ondisk]: %s; Enforcement [ondisk]: %s
pl: Podliczanie [na dysku]: %s; Wymuszanie [na dysku]: %s

source: Inode: none
pl: I-wêze³: ¿aden

source: Inode: #%Lu (%Lu blocks, %u extents)
pl: I-wêze³: #%Lu (%Lu bloków, %u zasiêgów)

source: Usage: %s [-guvp] [-F quotaformat] [-x state] -a %s [-guvp] [-F quotaformat] [-x state] filesys ... -a, --all turn quotas on for all filesystems -f, --off turn quotas off -u, --user operate on user quotas -g, --group operate on group quotas -p, --print-state print whether quotas are on or off -x, --xfs-command=cmd perform XFS quota command -F, --format=formatname operate on specific quota format -v, --verbose print more messages -h, --help display this help text and exit -V, --version display version information and exit
pl: Skladnia: %s [-guvp] [-F format] [-x stan] -a %s [-guvp] [-F format] [-x stan] system-plików ... -a, --all w³±czenie limitów na wszystkich systemach plików -f, --off wy³±czenie limitów -u, --user operowanie na limitach u¿ytkowników -g, --group operowanie na limitach grup -p, --print-state wypisanie, czy limity s± w³±czone czy wy³±czone -x, --xfs-command=polecenie wykonanie polecenia dla limitów XFS -F, --format=format operowanie na podanym formacie limitów -v, --verbose wypisywanie wiêkszej liczby komunikatów -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --verbose wy¶wietlenie informacji o wersji i zakoñczenie

source: Cannot turn on/off quotas via RPC.
pl: Nie mo¿na w³±czyæ/wy³±czyæ limitów przez RPC.

source: Cannot change state of XFS quota. It's not compiled in kernel.
pl: Nie mo¿na zmieniæ stanu limitów XFS. Nie s± wkompilowane w j±dro.

source: Cannot find quota file on %s [%s] to turn quotas on/off.
pl: Nie mo¿na znale¼æ pliku limitów na %s [%s], aby w³±czyæ/wy³±czyæ limity.

source: %s quota on %s (%s) is %s
pl: Limity %s na %s (%s) s± %s

source: on
pl: w³±czone

source: off
pl: wy³±czone

source: quotactl on %s [%s]: %s
pl: quotactl na %s [%s]: %s

source: %s [%s]: %s quotas turned off
pl: %s [%s]: limity %s wy³±czone

source: cannot find %s on %s [%s]
pl: nie mo¿na znale¼æ %s na %s [%s]

source: using %s on %s [%s]: %s
pl: u¿ycie %s na %s [%s]: %s

source: Maybe create new quota files with quotacheck(8)?
pl: Mo¿e utworzyæ nowe pliki limitów przez quotacheck(8)?

source: Quota format not supported in kernel.
pl: Format limitów nie obs³ugiwany przez j±dro.

source: %s [%s]: %s quotas turned on
pl: %s [%s]: limity %s w³±czone

source: set root_squash on %s: %s
pl: ustawianie root_squash na %s: %s

source: %s: %s root_squash turned off
pl: %s: wy³±czono %s root_squash

source: %s: %s root_squash turned on
pl: %s: w³±czono %s root_squash

source: Name must be quotaon or quotaoff not %s
pl: Nazw± musi byæ quotaon, lub quotaoff, nie %s

source: Required format %s not supported by kernel.
pl: Wymagany format %s nie obs³ugiwany przez j±dro.

source: Warning: No quota format detected in the kernel.
pl: Uwaga: Nie wykryto formatu limitów w j±drze.

source: quotactl() on %s: %s
pl: quotactl() na %s: %s

source: Enabling %s quota on root filesystem (reboot to take effect)
pl: W³±czanie limitów %s na / (zostan± uwzglêdnione po reboocie)

source: Enable XFS %s quota accounting during mount
pl: Nale¿y w³±czyæ podliczanie limitów %s na XFS podczas montowania

source: Cannot delete %s quota on %s - switch quota accounting off first
pl: Nie mo¿na usun±æ limitów %s na %s - najpierw trzeba wy³±czyæ podliczanie

source: Enabling %s quota enforcement on %s
pl: W³±czanie wymuszania limitów %s na %s

source: Already accounting %s quota on %s
pl: Podliczanie limitów %s by³o ju¿ w³±czone na %s

source: Disabling %s quota accounting on %s
pl: Wy³±czanie podliczania limitów %s na %s

source: Quota enforcement already disabled for %s on %s
pl: Wymuszenie limitów %s by³o ju¿ wy³±czone na %s

source: Cannot delete %s quota on %s - switch quota enforcement and accounting off first
pl: Nie mo¿na usun±æ limitów %s na %s - najpierw nale¿y wy³±czyæ wymuszanie i podliczanie

source: Enforcing %s quota already on %s
pl: Wymuszanie limitów %s by³o ju¿ w³±czone na %s

source: Cannot switch off %s quotaaccounting on %s when enforcement is on
pl: Nie mo¿na wy³±czyæ podliczania limitów %s na %s kiedy wymuszanie jest w³±czone

source: and accounting
pl: i podliczania

source: Disabling %s quota enforcement %son %s
pl: Wy³±czanie wymuszania %2$slimitów %1$s na %3$s

source: Unexpected XFS quota state sought on %s
pl: Zauwa¿ono nieoczekiwany stan limitów XFS na %s

source: quotactl on %s: %s
pl: quotactl na %s: %s

source: %s: %s quotas turned off
pl: %s: limity %s wy³±czone

source: %s: %s quotas turned on
pl: %s: limity %s w³±czone

source: Failed to delete quota: %s
pl: Nie uda³o siê usun±æ limitów: %s

source: %s: deleted %s quota blocks
pl: %s: usuniêto bloki limitów %s

source: Invalid argument "%s"
pl: B³êdny argument "%s"

source: %s (uid %d): Permission denied
pl: %s (uid %d): Brak uprawnieñ

source: %s (gid %d): gid set allocation (%d): %s
pl: %s (gid %d): przydzielenie zbioru gid (%d): %s

source: %s (gid %d): error while trying getgroups(): %s
pl: %s (gid %d): b³±d podczas próby wykonania getgroups(): %s

source: %s (gid %d): Permission denied
pl: %s (gid %d): Brak uprawnieñ

source: error while getting quota from %s for %s (id %u): %s
pl: b³±d podczas uzyskiwania limitów z %s dla %s (id %u): %s

source: Cannot write quota for %u on %s: %s
pl: Nie mo¿na zapisaæ limitów dla %u na %s: %s

source: Too many parameters to editor.
pl: Zbyt du¿o parametrów dla edytora.

source: Cannot exec %s
pl: Nie mo¿na uruchomiæ %s

source: Cannot duplicate descriptor of file to write to: %s
pl: Nie mo¿na powieliæ deskryptora pliku do zapisu: %s

source: Disk quotas for %s %s (%cid %d):
pl: Limity dyskowe %s %s (%cid %d):

source: Filesystem blocks soft hard inodes soft hard
pl: System plików bloki miêkki twardy i-wêz³y miêkki twardy

source: Quotas for %s %s:
pl: Limity %s %s:

source: %s %d, limits (soft = %d, hard = %d)
pl: %s %d, limity (miêkki = %d, twardy = %d)

source: blocks in use:
pl: u¿ywanych bloków:

source: inodes in use:
pl: u¿ywanych i-wêz³ów:

source: WARNING - %s: cannot change current block allocation
pl: UWAGA - %s: nie mo¿na zmieniæ aktualnego przydzia³u bloków

source: WARNING - %s: cannot change current inode allocation
pl: UWAGA - %s: nie mo¿na zmieniæ aktualnego przydzia³u i-wêz³ów

source: Cannot duplicate descriptor of temp file: %s
pl: Nie mo¿na powieliæ deskryptora pliku tymczasowego: %s

source: Bad format: %s
pl: Z³y format: %s

source: %s - bad format
pl: %s - z³y format

source: %s - %s -- bad format
pl: %s - %s -- z³y format

source: blocks in use: %Lu, limits (soft = %Lu, hard = %Lu)
pl: u¿ywanych bloków: %Lu, limity (miêkki = %Lu, twardy = %Lu)

source: %s - %s -- bad format
pl: %s - %s -- z³y format

source: inodes in use: %Lu, limits (soft = %Lu, hard = %Lu)
pl: u¿ywanych i-wêz³ów: %Lu, limity (miêkki = %Lu, twardy = %Lu)

source: Times to enforce softlimit for %s %s (%cid %d):
pl: Okresy wymuszenia miêkkich limitów %s %s (%cid %d):

source: Time units may be: days, hours, minutes, or seconds
pl: Jednostkami czasu mog± byæ: days, hours, minutes, seconds

source: Filesystem block grace inode grace
pl: System plików Pob³a¿liwo¶æ dla bloków Pob³a¿liwo¶æ dla i-wêz³ów

source: unset
pl: nie ustawiona

source: 0seconds
pl: 0 sekund

source: %useconds
pl: %u sekund

source: bad format: %s
pl: z³y format: %s

source: Bad time units. Units are 'second', 'minute', 'hour', and 'day'.
pl: Z³e jednostki czasu. Jednostkami s± 'second', 'minute', 'hour' i 'day'.

source: Cannot duplicate descriptor of file to edit: %s
pl: Nie mo¿na powieliæ deskryptora pliku do edycji: %s

source: Grace period before enforcing soft limits for %ss:
pl: Okres pob³a¿liwo¶ci przed wymuszeniem miêkkich limitów %s:

source: Filesystem Block grace period Inode grace period
pl: System plików Pob³a¿liwo¶æ dla bloków Pob³a¿liwo¶æ dla i-wêz³ów

source: block grace period: %s, file grace period: %s
pl: okres pob³a¿liwo¶ci dla bloków: %s, okres pob³a¿liwo¶ci dla plików: %s

source: Cannot reopen temp file: %s
pl: Nie mo¿na ponownie otworzyæ pliku tymczasowego: %s

source: block grace period: %d %s file grace period: %d %s
pl: okres pob³a¿liwo¶ci dla bloków: %d %s okres pob³a¿liwo¶ci dla plików: %d %s

source: Cannot read stat file %s: %s
pl: Nie mo¿na odczytaæ pliku statystyk %s: %s

source: Error while getting quota statistics from kernel: %s
pl: B³±d podczas pobierania od j±dra statystyk limitów: %s

source: Error while getting old quota statistics from kernel: %s
pl: B³±d podczas pobierania od j±dra starych statystyk limitów: %s

source: Kernel quota version: old
pl: Wersja limitów w j±drze: stara

source: Kernel quota version: %u.%u.%u
pl: Wersja limitów w j±drze: %u.%u.%u

source: Number of dquot lookups: %ld
pl: Liczba poszukiwañ dquot: %ld

source: Number of dquot drops: %ld
pl: Liczba zrzutów dquot: %ld

source: Number of dquot reads: %ld
pl: Liczba odczytów dquot: %ld

source: Number of dquot writes: %ld
pl: Liczba zapisów dquot: %ld

source: Number of quotafile syncs: %ld
pl: Liczba synchronizacji pliku limitów: %ld

source: Number of dquot cache hits: %ld
pl: Liczba trafieñ bufora dquot: %ld

source: Number of allocated dquots: %ld
pl: Liczba przydzielonych struktur dquot: %ld

source: Number of free dquots: %ld
pl: Liczba wolnych dquot: %ld

source: Number of in use dquot entries (user/group): %ld
pl: Liczba u¿ywanych wpisów dquot (u¿ytkownik/grupa): %ld

source: user %s does not exist.
pl: u¿ytkownik %s nie istnieje.

source: group %s does not exist.
pl: grupa %s nie istnieje.

source: Unknown quota format: %s Supported formats are: vfsold - original quota format vfsv0 - new quota format rpc - use RPC calls xfs - XFS quota format
pl: Nieznany format limitów: %s Obs³ugiwane formaty to: vfsold - oryginalny format limitów vfsv0 - nowy format limitów rpc - u¿ywanie wywo³añ RPC xfs - format limitów na XFS

source: Unknown format
pl: Nieznany format

source: %ddays
pl: %d dni

source: %uminutes
pl: %u minut

source: %uhours
pl: %u godzin

source: %udays
pl: %u dni

source: Cannot stat quota file %s: %s
pl: Nie mo¿na wykonaæ stat na pliku limitów %s: %s

source: Not all specified mountpoints are using quota.
pl: Nie wszystkie podane punkty montowania u¿ywaj± limitów.

source: Error while releasing file on %s
pl: B³±d podczas zwalniania pliku na %s

source: Cannot create set for sigaction(): %s
pl: Nie mo¿na utworzyæ zbioru dla sigaction(): %s

source: Cannot set signal handler: %s
pl: Nie mo¿na ustawiæ obs³ugi sygna³u: %s

source: Cannot reset signal handler: %s
pl: Nie mo¿na przywróciæ obs³ugi sygna³u: %s

source: Cannot open %s: %s
pl: nie mo¿na otworzyæ %s: %s

source: Cannot get device name for %s
pl: Nie mo¿na uzyskaæ nazwy urz±dzenia dla %s

source: Cannot resolve mountpoint path %s: %s
pl: Nie mo¿na rozwi±zaæ ¶cie¿ki punktu montowania %s: %s

source: Cannot statfs() %s: %s
pl: Nie mo¿na wykonaæ statfs() %s: %s

source: Cannot stat() mounted device %s: %s
pl: Nie mo¿na wykonaæ stat() na podmontowanym urz±dzeniu %s: %s

source: Device (%s) filesystem is mounted on unsupported device type. Skipping.
pl: Urz±dzenie (%s), na którym jest podmontowany system plików, nie jest obs³ugiwanego typu. Pominiêto.

source: Cannot find device of loopback mount in options for %s. Skipping.
pl: Nie znaleziono urz±dzenia montowanego po loopbacku w opcjach dla %s. Pominiêto.

source: Cannot stat() loopback device %s: %s
pl: Nie mo¿na wykonaæ stat() na urz±dzeniu loopback %s: %s

source: Loopback device %s is not block device!
pl: Urz±dzenie loopback %s nie jest urz±dzeniem blokowym!

source: Cannot stat() mountpoint %s: %s
pl: Nie mo¿na wykonaæ stat() na punkcie montowania %s: %s

source: Cannot find a device with %s. Skipping...
pl: Nie mo¿na znale¼æ urz±dzenia z %s. Pomijanie...

source: Cannot stat() a mountpoint with %s: %s Skipping...
pl: Nie mo¿na wykonaæ stat() na punkcie montowania z %s: %s Pomijanie...

source: Cannot stat() given mountpoint %s: %s Skipping...
pl: Nie mo¿na wykonaæ stat() na podanym punkcie montowania %s: %s Pomijanie...

source: Cannot find a filesystem mountpoint for directory %s
pl: Nie mo¿na znale¼æ punktu montowania systemu plików dla katalogu %s

source: Cannot resolve path %s: %s
pl: Nie mo¿na rozwi±zaæ ¶cie¿ki %s: %s

source: Cannot find mountpoint for device %s
pl: Nie mo¿na znale¼æ punktu montowania dla urz±dzenia %s

source: Specified path %s is not directory nor device.
pl: Podana ¶cie¿ka %s nie jest katalogiem ani urz±dzeniem.

source: No correct mountpoint specified.
pl: Nie podano poprawnego punktu montowania.

source: Mountpoint (or device) %s not found or has no quota enabled.
pl: Nie znaleziono punktu montowania (lub urz±dzenia) %s, albo nie ma on w³±czonych limitów.

source: Utility for reporting quotas. Usage: %s [-vugsi] [-c|C] [-t|n] [-F quotaformat] (-a | mntpoint) -v, --verbose display also users/groups without any usage -u, --user display information about users -g, --group display information about groups -s, --human-readable show numbers in human friendly units (MB, GB, ...) -t, --truncate-names truncate names to 8 characters -p, --raw-grace print grace time in seconds since epoch -n, --no-names do not translate uid/gid to name -i, --no-autofs avoid autofs mountpoints -c, --batch-translation translate big number of ids at once -C, --no-batch-translation translate ids one by one -F, --format=formatname report information for specific format -h, --help display this help message and exit -V, --version display version information and exit
pl: Narzêdzie do raportowania o limitach. Sk³adnia: %s [-vugsi] [-c|C] [-t|n] [-F format] (-a | punkt-montowania) -v, --verbose wy¶wietlanie tak¿e u¿ytkowników/grup nie zajmuj±cych miejsca -u, --user wy¶wietlanie informacji o u¿ytkownikach -g, --group wy¶wietlanie informacji o grupach -s, --human-readable wy¶wietlanie liczb w jednostkach przyjaznych dla cz³owieka (MB, GB...) -t, --truncate-names obcinanie nazw do 8 znaków -p, --raw-grace wypisywanie czasu pob³a¿liwo¶ci w sekundach od epoch -n, --no-names nie t³umaczenie uidów/gidów na nazwy -i, --no-autofs pomijanie punktów montowania autofs -c, --batch-translation t³umaczenie du¿ej liczby identyfikatorów naraz -C, --no-batch-translation t³umaczenie identyfikatorów po jednym -F, --format=format raportowanie informacji dla podanego formatu -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Repquota cannot report through RPC calls.
pl: repquota nie mo¿e raportowaæ poprzez wywo³ania RPC.

source: Specified both -n and -t but only one of them can be used.
pl: Podano jednocze¶nie -n i -t, ale tylko jedna z nich mo¿e byæ u¿yte.

source: *** Report for %s quotas on device %s
pl: *** Raport dla limitów %s na urz±dzeniu %s

source: Block grace time: %s; Inode grace time: %s
pl: Okres pob³a¿liwo¶ci dla bloków: %s; Okres pob³a¿liwo¶ci dla i-wêz³ów: %s

source: Block limits File limits
pl: Limity bloków Limity plików

source: %-9s used soft hard grace used soft hard grace
pl: %-9s u¿yw. miêk. twar. pob³. u¿yw. miêk. twar. pob³.

source: User
pl: U¿ytkownik

source: Group
pl: Grupa

source: Usage: %s [options] Options are: -h --help shows this text -V --version shows version information -F --foreground starts the quota service in foreground -I --autofs do not ignore mountpoints mounted by automounter -p --port <port> listen on given port -s --no-setquota disables remote calls to setquota (default) -S --setquota enables remote calls to setquota -x --xtab <path> set an alternative file with NFSD export table
pl: Sk³adnia: %s [opcje] Opcje to: -h --help wy¶wietlenie tego opisu -V --version wy¶wietlenie informacji o wersji -F --foreground uruchomienie us³ugi quota jako procesu pierwszoplanowego -I --autofs nie ignorowanie punktów obs³ugiwanych przez automounter -p --port <port> nas³uchiwanie na podanym porcie -s --no-setquota wy³±czenie zdalnych wywo³añ setquota (domy¶lne) -S --setquota w³±czenie zdalnych wywo³añ setquota -x --xtab <¶cie¿ka> ustawienie alternatywnego pliku z tabel± export NFSD

source: Usage: %s [options] Options are: -h --help shows this text -V --version shows version information -F --foreground starts the quota service in foreground -I --autofs do not ignore mountpoints mounted by automounter -p --port <port> listen on given port -x --xtab <path> set an alternative file with NFSD export table
pl: Sk³adnia: %s [opcje] Opcje to: -h --help wy¶wietlenie tego opisu -V --version wy¶wietlenie informacji o wersji -F --foreground uruchomienie us³ugi quota jako procesu pierwszoplanowego -I --autofs nie ignorowanie punktów obs³ugiwanych przez automounter -p --port <port> nas³uchiwanie na podanym porcie -x --xtab <¶cie¿ka> ustawienie alternatywnego pliku z tabel± export NFSD

source: Illegal port number: %s
pl: B³êdny numer portu: %s

source: Cannot access the specified xtab file %s: %s
pl: Brak dostêpu do podanego pliku xtab %s: %s

source: host %s attempted to call setquota when disabled
pl: host %s próbowa³ wywo³aæ setquota kiedy ta operacja jest wy³±czona

source: host %s attempted to call setquota from port >= 1024
pl: host %s próbowa³ wywo³aæ setquota z portu >= 1024

source: Denied access to host %s
pl: Odrzucono próbê dostêpu z hosta %s

source: unable to free arguments
pl: nie mo¿na usun±æ argumentów

source: Warning: Cannot open export table %s: %s Using '/' as a pseudofilesystem root.
pl: Uwaga: Nie mo¿na otworzyæ tabeli export %s: %s U¿ycie '/' jako g³ównego katalogu pseudo systemu plików.

source: cannot create udp service.
pl: nie mo¿na utworzyæ us³ugi udp.

source: unable to register (RQUOTAPROG, RQUOTAVERS, udp).
pl: nie mo¿na zarejestrowaæ (RQUOTAPROG, RQUOTAVERS, udp).

source: unable to register (RQUOTAPROG, EXT_RQUOTAVERS, udp).
pl: nie mo¿na zarejestrowaæ (RQUOTAPROG, EXT_RQUOTAVERS, udp).

source: cannot create tcp service.
pl: nie mo¿na utworzyæ us³ugi tcp.

source: unable to register (RQUOTAPROG, RQUOTAVERS, tcp).
pl: nie mo¿na zarejestrowaæ (RQUOTAPROG, RQUOTAVERS, tcp).

source: unable to register (RQUOTAPROG, EXT_RQUOTAVERS, tcp).
pl: nie mo¿na zarejestrowaæ (RQUOTAPROG, EXT_RQOUTAVERS, tcp).

source: svc_run returned
pl: svc_run powróci³o

source: copy_user_quota_limits: Failed to set userquota for uid %ld : %s
pl: copy_user_quota_limits: nie uda³o siê ustawiæ limitów u¿ytkownika dla uid %ld : %s

source: copy_user_quota_limits: Failed to get userquota for uid %ld : %s
pl: copy_user_quota_limits: nie uda³o siê pobraæ limitów u¿ytkownika dla uid %ld : %s

source: copy_group_quota_limits: Failed to set groupquota for uid %ld : %s
pl: copy_group_quota_limits: nie uda³o siê ustawiæ limitów grupy dla uid %ld : %s
