Repository: neuschaefer/qnap-gpl
Catalog: src/quota-3.17/po/*.po
Languages: pl

source: copy_group_quota_limits: Failed to get groupquota for uid %ld : %s
pl: copy_group_quota_limits: nie uda³o siê odczytaæ limitów grupy dla uid %ld : %s

source: Usage: setquota [-u|-g] %1$s[-F quotaformat] <user|group> <block-softlimit> <block-hardlimit> <inode-softlimit> <inode-hardlimit> -a|<filesystem>... setquota [-u|-g] %1$s[-F quotaformat] <-p protouser|protogroup> <user|group> -a|<filesystem>... setquota [-u|-g] %1$s[-F quotaformat] -b -a|<filesystem>... setquota [-u|-g] [-F quotaformat] -t <blockgrace> <inodegrace> -a|<filesystem>... setquota [-u|-g] [-F quotaformat] <user|group> -T <blockgrace> <inodegrace> -a|<filesystem>... -u, --user set limits for user -g, --group set limits for group -a, --all set limits for all filesystems --always-resolve always try to resolve name, even if is composed only of digits -F, --format=formatname operate on specific quota format -p, --prototype=protoname copy limits from user/group -b, --batch read limits from standard input
pl: Sk³adnia: setquota [-u|-g] %1$s[-F format] <u¿ytkownik|grupa> <miêkki-limit-bloków> <twardy-limit-bloków> <miêkki-limit-iwêz³ów> <twardy-limit-iwêz³ów> -a|<system-plików>... setquota [-u|-g] %1$s[-F format] <-p wzorcowy-u¿ytkownik|grupa> <u¿ytkownik|grupa> -a|<system-plików>... setquota [-u|-g] %1$s[-F format] -b -a|<system-plików>... setquota [-u|-g] [-F format] -t <pob³-bloki> <pob³-iwêz³y> -a|<system-plików>... setquota [-u|-g] [-F format] <u¿ytkownik|grupa> -T <pob³-bloki> <pob³-iwêz³y> -a|<system-plików>... -u, --user ustawienie limitów dla u¿ytkownika -g, --group ustawienie limitów dla grupy -a, --all ustawienie limitów dla wszystkich systemów plików --always-resolve próba rozwi±zania nazwy zawsze, nawet je¶li sk³ada siê wy³±cznie z cyfr -F, --format=nazwa operowanie na podanym formacie limitów -p, --prototype=nazwa skopiowanie limitów od podanego u¿ytkownika/grupy -b, --batch odczyt limitów ze standardowego wej¶cia

source: -r, --remote set remote quota (via RPC)
pl: -r, --remote ustawienie zdalnego limitu (poprzez RPC)

source: -t, --edit-period edit grace period -T, --edit-times edit grace times for user/group -h, --help display this help text and exit -V, --version display version information and exit
pl: -t, --edit-period zmiana okresu pob³a¿liwo¶ci -T, --edit-times zmiana czasów pob³a¿liwo¶ci dla u¿ytkownika/grupy -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Bad %s: %s
pl: B³êdny %s: %s

source: Group and user quotas cannot be used together.
pl: Limity grupy i u¿ytkownika nie mog± byæ u¿yte razem.

source: Prototype user has no sense when editing grace times.
pl: Wzorcowy u¿ytkownik nie ma sensu przy edycji okresów pob³a¿liwo¶ci.

source: Cannot set both individual and global grace time.
pl: Nie mo¿na ustawiæ jednocze¶nie jednostkowych i globalnych okresów pob³a¿liwo¶ci.

source: Batch mode cannot be used for setting grace times.
pl: Nie mo¿na u¿yæ trybu wsadowego do ustawienia okresów pob³a¿liwo¶ci.

source: Batch mode and prototype user cannot be used together.
pl: Tryb wsadowy i u¿ytkownik wzorcowy nie mog± byæ u¿yte razem.

source: block softlimit
pl: miêkki limit bloków

source: block hardlimit
pl: twardy limit bloków

source: inode softlimit
pl: miêkki limit i-wêz³ów

source: inode hardlimit
pl: twardy limit i-wêz³ów

source: block grace time
pl: okres pob³a¿liwo¶ci dla bloków

source: inode grace time
pl: okres pob³a¿liwo¶ci dla i-wêz³ów

source: Mountpoint not specified.
pl: Nie podano punktu montowania.

source: Cannot parse input line %d.
pl: Nie mo¿na przetworzyæ linii wej¶cia %d.

source: Unable to get name '%s'.
pl: Nie mo¿na uzyskaæ nazwy '%s'.

source: cannot write times for %s. Maybe kernel does not support such operation?
pl: nie mo¿na zapisaæ czasów %s. Mo¿e j±dro nie obs³uguje takiej operacji?

source: Cannot create socket: %s
pl: Nie mo¿na utworzyæ gniazda: %s

source: Cannot set socket options: %s
pl: Nie mo¿na ustawiæ opcji gniazda: %s

source: Cannot bind to given address: %s
pl: Nie mo¿na przypisaæ do podanego adresu: %s

source: Hi, We noticed that you are in violation with the quotasystem used on this system. We have found the following violations:
pl: Cze¶æ! Zauwa¿yli¶my naruszenie zasad systemu limitowania przestrzeni dyskowej, u¿ywanego na tym systemie. Znale¼li¶my nastêpuj±ce naruszenia:

source: We hope that you will cleanup before your grace period expires. Basically, this means that the system thinks you are using more disk space on the above partition(s) than you are allowed. If you do not delete files and get below your quota before the grace period expires, the system will prevent you from creating new files. For additional assistance, please contact us at %s or via phone at %s.
pl: Mamy nadziejê, ¿e posprz±tasz przed up³yniêciem okresu pob³a¿liwo¶ci. Oznacza to, i¿ system uwa¿a, ¿e na podanych systemach plików u¿ywasz wiêcej miejsca, ni¿ jeste¶ upowa¿niony. Je¿eli nie posprz±tasz tak, aby znale¼æ siê poni¿ej limitów przed up³yniêciem okresu pob³a¿liwo¶ci, system zabroni Ci tworzyæ nowe pliki. Aby uzyskaæ dodatkowe wyja¶nienia prosimy skontaktowaæ siê z nami pod adresem %s lub telefonicznie pod numerem %s.

source: Hi, We noticed that the group %s you are member of violates the quotasystem used on this system. We have found the following violations:
pl: Cze¶æ! Zauwa¿yli¶my, ¿e grupa %s, której jeste¶ cz³onkiem, narusza zasady systemu limitowania przestrzeni dyskowej, u¿ywanego na tym systemie. Znale¼li¶my nastêpuj±ce naruszenia:

source: Please cleanup the group data before the grace period expires. Basically, this means that the system thinks group is using more disk space on the above partition(s) than it is allowed. If you do not delete files and get below group quota before the grace period expires, the system will prevent you and other members of the group from creating new files owned by the group. For additional assistance, please contact us at %s or via phone at %s.
pl: Prosimy posprz±taæ dane grupy przed up³yniêciem okresu pob³a¿liwo¶ci. Oznacza to, i¿ system uwa¿a, ¿e na podanych systemach plików grupa u¿ywa wiêcej miejsca, ni¿ jest upowa¿niona. Je¶li nie posprz±tacie tak, aby znale¼æ siê poni¿ej limitów przed up³yniêciem okresu pob³a¿liwo¶ci, system zabroni Ci i innym cz³onkom grupy tworzyæ nowe pliki nale¿±ce do tej grupy. Aby uzyskaæ dodatkowe wyja¶nienia prosimy skontaktowaæ siê z nami pod adresem %s lub telefonicznie pod numerem %s.

source: Cannot get name for uid/gid %u.
pl: Nie mo¿na uzyskaæ nazwy dla uid/gid %u.

source: Cannot create pipe: %s
pl: Nie mo¿na utworzyæ potoku: %s

source: Cannot fork: %s
pl: Nie mo¿na wykonaæ fork: %s

source: Cannot duplicate descriptor: %s
pl: Nie mo¿na powieliæ deskryptora: %s

source: Cannot execute '%s': %s
pl: Nie mo¿na uruchomiæ '%s': %s

source: Cannot open pine: %s
pl: Nie mo¿na otworzyæ potoku: %s

source: Could not setup ldap connection, returning.
pl: Nie mo¿na nawi±zaæ po³±czenia LDAP, powrót.

source: Error with %s.
pl: B³±d przy %s.

source: Multiple entries found for client %s, %d not sending mail.
pl: Znaleziono wiele wpisów dla klienta %s - %d, nie wys³ano poczty.

source: Entry not found for client %s, %d not sending mail.
pl: Nie znaleziono wpisu dla klienta %s - %d, nie wys³ano poczty.

source: Could not get values for %s.
pl: Nie mo¿na uzyskaæ warto¶ci dla %s.

source: Administrator for a group %s not found. Cancelling mail.
pl: Nie znaleziono administratora dla grupy %s. Anulowanie poczty.

source: Block limits File limits
pl: Limity bloków Limity plików

source: Filesystem used soft hard grace used soft hard grace
pl: System plików u¿yw. miêk. twar. pob³. u¿yw. miêk. twar. pob³.

source: Cannot wait for mailer: %s
pl: Nie mo¿na czekaæ na wys³anie poczty: %s

source: Warning: Mailer exitted abnormally.
pl: Uwaga: Program wysy³aj±cy pocztê nie zakoñczy³ siê normalnie.

source: Cannot open %s: %s Will use device names.
pl: Nie mo¿na otworzyæ %s: %s Bêd± u¿ywane nazwy urz±dzeñ.

source: Cannot parse line %d in quotatab (missing ':')
pl: Nie mo¿na przeanalizowaæ linii %d w pliku quotatab (brakuje ':')

source: Cannot stat device %s (maybe typo in quotatab)
pl: Nie mo¿na wykonaæ stat na urz±dzeniu %s (mo¿e b³±d w quotatab)

source: Incorrect format string for variable %s. Unrecognized expression %%%c.
pl: Niepoprawny ³añcuch formatuj±cy dla zmiennej %s. Nierozpoznane wyra¿enie %%%c.

source: Line %d too long. Truncating.
pl: Linia %d zbyt d³uga. Uciêto.

source: Cannot parse time at CC_BEFORE variable (line %d).
pl: Nie mo¿na przetworzyæ czasu przy zmiennej CC_BEFORE (linia %d).

source: Error in config file (line %d), ignoring
pl: B³±d w pliku konfiguracyjnym (linia %d), zignorowano

source: Possible error in config file (line %d), ignoring
pl: Mo¿liwy b³±d w pliku konfiguracyjnym (linia %d), zignorowano

source: Unterminated last line, ignoring
pl: Niezakoñczona ostatnia linia, zignorowano

source: LDAP library version >= 2.3 detected. Please use LDAP_URI instead of hostname and port. Generated URI %s
pl: Wykryto bibliotekê LDAP w wersji >= 2.3. Proszê u¿yæ LDAP_URI zamiast nazwy hosta i portu. Wygenerowano URI %s

source: LDAP library does not support ldap_initialize() but URI is specified.
pl: Biblioteka LDAP nie obs³uguje ldap_initialize(), ale podano URI.

source: Cannot open file with group administrators: %s
pl: Nie mo¿na otworzyæ pliku z administratorami grup: %s

source: Parse error at line %d. Cannot find end of group name.
pl: B³±d podczas analizy linii %d. Nie mo¿na znale¼æ nazwy grupy.

source: Parse error at line %d. Cannot find administrators name.
pl: B³±d podczas analizy linii %d. Nie mo¿na znale¼æ nazwy administratora.

source: Parse error at line %d. Trailing characters after administrators name.
pl: B³±d podczas analizy linii %d. Nadmiarowe znaki po nazwie administratora.

source: Usage: warnquota [-ugsid] [-F quotaformat] [-c configfile] [-q quotatabfile] [-a adminsfile] -u, --user warn users -g, --group warn groups -s, --human-readable send information in more human friendly units -i, --no-autofs avoid autofs mountpoints -d, --no-details do not send quota information itself -F, --format=formatname use quotafiles of specific format -c, --config=config-file non-default config file -q, --quota-tab=quotatab-file non-default quotatab -a, --admins-file=admins-file non-default admins file -h, --help display this help message and exit -v, --version display version information and exit
pl: Sk³adnia: warnquota [-ugsid] [-F format] [-c plik-konfiguracyjny] [-q plik-quotatab] [-a plik-admins] -u, --user ostrze¿enie u¿ytkowników -g, --group ostrze¿enie grup -s, --human-readable wysy³anie informacji w jednostkach bardziej przyjaznych dla cz³owieka -i, --no-autofs pomijanie punktów montowania autofs -d, --no-details nie wysy³anie informacji o samych limitach -F, --format=format u¿ycie plików limitów o podanym formacie -c, --config=plik inny ni¿ domy¶lny plik konfiguracyjny -q, --quota-tab=plik inny ni¿ domy¶lny plik quotatab -a, --admins-file=plik inny ni¿ domy¶lny plik admins -h, --help wy¶wietlenie tego opisu i zakoñczenie -v, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Cannot get host name: %s
pl: Nie mo¿na uzyskaæ nazwy hosta: %s

source: The running kernel does not support XFS
pl: Dzia³aj±ce j±dro nie obs³uguje XFS

source: XFS Quota Manager dquot statistics
pl: Statystyki dquot Zarz±dcy Limitów na XFS

source: reclaims: %u
pl: poprawki: %u

source: missed reclaims: %u
pl: chybione poprawki: %u

source: dquot dups: %u
pl: duplikaty dquot: %u

source: cache misses: %u
pl: chybienia bufora: %u

source: cache hits: %u
pl: trafienia bufora: %u

source: dquot wants: %u
pl: ¿±dania dquot: %u

source: shake reclaims: %u
pl: poprawki shake: %u

source: inact reclaims: %u
pl: poprawki inact: %u

source: Maximum %u dquots (currently %u incore, %u on freelist)
pl: Maksimum %u dquot (aktualnie %u w rdzeniu, %u na li¶cie wolnych)
