Repository: neuschaefer/qnap-gpl
Catalog: src/quota-3.17/po/*.po
Languages: pl

source: Found an invalid UUID: %s
pl: Znaleziono nieprawid³owy UUID: %s

source: Error checking device name: %s
pl: B³±d podczas sprawdzania nazwy urz±dzenia: %s

source: Quota utilities version %s.
pl: Narzêdzia Quota w wersji %s.

source: Compiled with
pl: Skompilowano z

source: RPC and EXT2_DIRECT
pl: RPC i EXT2_DIRECT

source: Bugs to %s
pl: B³êdy na adres %s

source: Utility for converting quota files. Usage: %s [options] mountpoint -u, --user convert user quota file -g, --group convert group quota file -e, --convert-endian convert quota file to correct endianity -f, --convert-format convert from old to VFSv0 quota format -h, --help show this help text and exit -V, --version output version information and exit
pl: Narzêdzie do konwersji plików limitów. Sk³adnia: %s [opcje] punkt-montowania -u, --user konwersja pliku limitów u¿ytkowników (user) -g, --group konwersja pliku limitów grup (group) -e, --convert-endian konwersja pliku limitów do poprawnej kolejno¶ci bajtów -f, --convert-format konwersja ze starego formatu limitów na VFSv0 -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Bad number of arguments.
pl: B³êdna liczba argumentów.

source: Cannot read block %u: %s
pl: Nie mo¿na odczytaæ bloku %u: %s

source: Cannot commit dquot for id %u: %s
pl: Nie mo¿na utrwaliæ dquot dla id %u: %s

source: Cannot read header of old quotafile.
pl: Nie mo¿na odczytaæ nag³ówka starego pliku limitów.

source: Bad file magic or version (probably not quotafile with bad endianity).
pl: B³êdny magic lub wersja (raczej nie plik limitów dla innego procesora).

source: Cannot read information about old quotafile.
pl: Nie mo¿na odczytaæ informacji o starym pliku limitów.

source: Cannot get name of new quotafile.
pl: Nie mo¿na uzyskaæ nazwy nowego pliku limitów.

source: Cannot rename new quotafile %s to name %s: %s
pl: Nie mo¿na zmieniæ nazwy nowego pliku limitów %s na %s: %s

source: Cannot open old format file for %ss on %s
pl: Nie mo¿na otworzyæ pliku limitów %s w starym formacie na %s

source: Cannot create file for %ss for new format on %s: %s
pl: Nie mo¿na utworzyæ pliku limitów %s dla nowego formatu na %s: %s

source: Cannot open old quota file on %s: %s
pl: Nie mo¿na otworzyæ starego pliku limitów na %s: %s

source: Unknown action should be performed.
pl: Mia³a byæ wykonana nieznana akcja.

source: Usage: edquota %1$s[-u] [-F formatname] [-p username] [-f filesystem] username ... edquota %1$s-g [-F formatname] [-p groupname] [-f filesystem] groupname ... edquota %1$s[-u|g] [-F formatname] [-f filesystem] -t edquota %1$s[-u|g] [-F formatname] [-f filesystem] -T username|groupname ...
pl: Sk³adnia: edquota %1$s[-u] [-F format] [-p u¿ytkownik] [-f system-plików] u¿ytkownik ... edquota %1$s-g [-F format] [-p grupa] [-f system-plików] grupa ... edquota %1$s[-u|g] [-F format] [-f system-plików] -t edquota %1$s[-u|g] [-F format] [-f system-plików] -T u¿ytkownik|grupa ...

source: -u, --user edit user data -g, --group edit group data
pl: -u, --user zmiana danych u¿ytkownika -g, --group zmiana danych grupy

source: -r, --remote edit remote quota (via RPC)
pl: -r, --remote zmiana zdalnego limitu (poprzez RPC)

source: -F, --format=formatname edit quotas of a specific format -p, --prototype=name copy data from a prototype user/group --always-resolve always try to resolve name, even if it is composed only of digits -f, --filesystem=filesystem edit data only on a specific filesystem -t, --edit-period edit grace period -T, --edit-times edit grace time of a user/group -h, --help display this help text and exit -V, --version display version information and exit
pl: -F, --format=format zmiana limitów w podanym formacie -p, --prototype=nazwa skopiowanie danych od wzorcowego u¿ytkownika/grupy --always-resolve próba rozwi±zania nazwy zawsze, nawet je¶li sk³ada siê wy³±cznie z cyfr -f, --filesystem=system-plików zmiana danych tylko na podanym systemie plików -t, --edit-period zmiana okresu pob³a¿liwo¶ci -T, --edit-times zmiana czasu pob³a¿liwo¶ci u¿ytkownika/grupy -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Bugs to: %s
pl: B³êdy na adres: %s

source: Prototype name does not make sense when editing grace period or times.
pl: Wzorcowy u¿ytkownik nie ma sensu przy edycji okresów pob³a¿liwo¶ci.

source: fsname mismatch
pl: nazwa systemu plików siê nie zgadza

source: No filesystems with quota detected.
pl: Nie wykryto systemów plików z limitami.

source: Cannot create temporary file: %s
pl: Nie mo¿na utworzyæ pliku tymczasowego: %s

source: Cannot change owner of temporary file: %s
pl: Nie mo¿na zmieniæ w³a¶ciciela pliku tymczasowego: %s

source: Cannot write grace times to file.
pl: Nie mo¿na zapisaæ okresów pob³a¿liwo¶ci do pliku.

source: Error while editting grace times.
pl: B³±d podczas edycji okresów pob³a¿liwo¶ci.

source: Failed to parse grace times file.
pl: Analiza pliku okresów pob³a¿liwo¶ci nie powiod³a siê.

source: Cannot write individual grace times to file.
pl: Nie mo¿na zapisaæ do pliku pojedynczych okresów pob³a¿liwo¶ci.

source: Error while editting individual grace times.
pl: B³±d podczas edycji pojedynczych okresów pob³a¿liwo¶ci.

source: Cannot read individual grace times from file.
pl: Nie mo¿na odczytaæ z pliku pojedynczych okresów pob³a¿liwo¶ci.

source: Cannot write quotas to file.
pl: Nie mo¿na zapisaæ limitów do pliku.

source: Error while editting quotas.
pl: B³±d podczas edycji limitów.

source: Cannot reopen!
pl: Nie mo¿na ponownie otworzyæ!

source: Cannot read quotas from file.
pl: Nie mo¿na odczytaæ limitów z pliku.

source: Usage: %s [-acfugvViTq] [filesystem...]
pl: Sk³adnia: %s [-acfugvViTq] [system-plików...]

source: cannot open %s: %s
pl: nie mo¿na otworzyæ %s: %s

source: XFS_IOC_FSBULKSTAT ioctl failed: %s
pl: ioctl XFS_IOC_FSBULKSTAT nie powiód³ siê: %s

source: Usage: quota [-guqvsw] [-l | [-Q | -A]] [-i] [-F quotaformat]
pl: Sk³adnia: quota [-guqvsw] [-l | [-Q | -A]] [-i] [-F format]

source: quota [-qvsw] [-l | [-Q | -A]] [-i] [-F quotaformat] -u username ...
pl: quota [-qvsw] [-l | [-Q | -A]] [-i] [-F format] -u u¿ytkownik ...

source: quota [-qvsw] [-l | [-Q | -A]] [-i] [-F quotaformat] -g groupname ...
pl: quota [-qvsw] [-l | [-Q | -A]] [-i] [-F format] -g grupa ...

source: quota [-qvswugQ] [-F quotaformat] -f filesystem ...
pl: quota [-qvswugQ] [-F format] -f system-plików ...

source: -u, --user display quota for user -g, --group display quota for group -q, --quiet print more terse message -v, --verbose print more verbose message -s, --human-readable display numbers in human friendly units (MB, GB...) --always-resolve always try to translate name to id, even if it is composed of only digits -w, --no-wrap do not wrap long lines -p, --raw-grace print grace time in seconds since epoch -l, --local-only do not query NFS filesystems -Q, --quiet-refuse do not print error message when NFS server does not respond -i, --no-autofs do not query autofs mountpoints -F, --format=formatname display quota of a specific format -f, --filesystem-list display quota information only for given filesystems -A, --nfs-all display quota for all NFS mountpoints -h, --help display this help message and exit -V, --version display version information and exit
pl: -u, --user wy¶wietlenie limitów dla u¿ytkownika -g, --group wy¶wietlenie limitów dla grupy -q, --quiet wypisywanie bardziej zwiêz³ych komunikatów -v, --verbose wypisywanie bardziej wyczerpuj±cych komunikatów -s, --human-readable wy¶wietlanie liczb w jednostkach przyjaznych dla cz³owieka (MB, GB...) --always-resolve próba rozwi±zania nazwy zawsze, nawet je¶li sk³ada siê wy³±cznie z cyfr -w, --no-wrap nie zawijanie d³ugich linii -p, --raw-grace wypisywanie czasu pob³a¿liwo¶ci w sekundach od epoch -l, --local-only nie odpytywanie serwera NFS -Q, --quiet-refuse nie wypisywanie komunikatów b³êdów je¶li serwer NFS nie odpowiada -i, --no-autofs nie odpytywanie punktów montowania autofs -F, --format=format wy¶wietlenie limitów w podanym formacie -f, --filesystem-list wy¶wietlenie informacji tylko dla podanych systemów plików -A, --nfs-all wy¶wietlenie limitów dla wszystkich NFS-ów -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Disk quotas for %s %s (%cid %u): %s
pl: Ograniczenia dyskowe %s %s (%cid %u): %s

source: Filesystem
pl: System plików

source: blocks
pl: bloki

source: quota
pl: miêkki

source: limit
pl: twardy

source: grace
pl: pob³.

source: files
pl: pliki

source: File limit reached on
pl: Twardy limit plików osi±gniêty na

source: In file grace period on
pl: Okres pob³a¿liwo¶ci dla plików na

source: Over file quota on
pl: Miêkki limit dla plików przekroczony na

source: Block limit reached on
pl: Twardy limit bloków osi±gniêty na

source: In block grace period on
pl: Okres pob³a¿liwo¶ci dla bloków na

source: Over block quota on
pl: Miêkki limit dla bloków przekroczony na

source: none
pl: brak

source: Warning: Ignoring -%c when filesystem list specified.
pl: Uwaga: Zignorowano -%c kiedy zosta³a podana lista systemów plików.

source: No filesystem specified.
pl: Nie podano systemu plików.

source: Gid set allocation (%d): %s
pl: Przydzielenie zbioru gid (%d): %s

source: Usage: %s [options] Options are: -h --help shows this text -V --version shows version information -C --no-console do not try to write messages to console -D --no-dbus do not try to write messages to DBUS -F --foreground run daemon in foreground
pl: Sk³adnia: %s [opcje] Opcje to: -h --help wy¶wietlenie tego opisu -V --version wy¶wietlenie informacji o wersji -C --no-console nie wypisywanie komunikatów na konsoli -D --no-dbus nie wypisywanie komunikatów przez DBUS -F --foreground uruchomienie demona jako procesu pierwszoplanowego

source: Unknown option '%c'.
pl: Nieznana opcja '%c'.

source: No possible destination for messages. Nothing to do.
pl: Brak celu dla komunikatów. Nie ma nic do roboty.

source: Cannot allocate netlink handle!
pl: Nie mo¿na przydzieliæ uchwytu netlink!

source: Cannot connect to netlink socket: %s
pl: Nie mo¿na po³±czyæ siê z gniazdem netlink: %s

source: Cannot resolve quota netlink name: %s
pl: Nie mo¿na rozwi±zaæ nazwy netlink limitów: %s

source: Cannot join quota multicast group: %s
pl: Nie mo¿na do³±czyæ do grupy multicastowej limitów: %s

source: Cannot register netlink family: %s
pl: Nie mo¿na zarejestrowaæ rodziny netlink: %s

source: Cannot connect to system DBUS: %s
pl: Nie mo¿na po³±czyæ siê z systemowym DBUS-em: %s

source: Failed to find tty of user %Lu to report warning to.
pl: Nie uda³o siê odnale¼æ tty u¿ytkownika %Lu w celu zg³oszenia ostrze¿enia.

source: Failed to open tty %s of user %Lu to report warning.
pl: Nie uda³o siê otworzyæ tty %s u¿ytkownika %Lu w celu zg³oszenia ostrze¿enia.

source: Failed to write quota message for user %Lu to %s: %s
pl: Nie uda³o siê wypisaæ komunikatu o limicie dla u¿ytkownika %Lu na %s: %s

source: Cannot create DBUS message: No enough memory.
pl: Nie mo¿na utworzyæ komunikatu DBUS: za ma³o pamiêci.

source: Failed to write message to dbus: No enough memory.
pl: Nie uda³o siê wypisaæ komunikatu przez dbus: za ma³o pamiêci.

source: Read from netlink socket failed: %s
pl: Odczyt z gniazda netlink nie powiód³ siê: %s

source: Failed parsing netlink command: %s
pl: Nie uda³o siê przeanalizowaæ polecenia netlink: %s

source: Not enough memory.
pl: Za ma³o pamiêci.

source: Adding hardlink for ino %llu
pl: Dodawanie dowi±zania dla i-wêz³a %llu

source: Adding dquot structure type %s for %d
pl: Dodawanie struktury dquot typu %s dla %d

source: Cannot open file %s: %s
pl: Nie mo¿na otworzyæ pliku %s: %s

source: Cannot get exact used space... Results might be inaccurate.
pl: Nie mo¿na dok³adnie uzyskaæ u¿ytej przestrzeni... wyniki mog± byæ niedok³adne.

source: Utility for checking and repairing quota files. %s [-gucbfinvdmMR] [-F <quota-format>] filesystem|-a -u, --user check user files -g, --group check group files -c, --create-files create new quota files -b, --backup create backups of old quota files -f, --force force check even if quotas are enabled -i, --interactive interactive mode -n, --use-first-dquot use the first copy of duplicated structure -v, --verbose print more information -d, --debug print even more messages -m, --no-remount do not remount filesystem read-only -M, --try-remount try remounting filesystem read-only, continue even if it fails -R, --exclude-root exclude root when checking all filesystems -F, --format=formatname check quota files of specific format -a, --all check all filesystems -h, --help display this message and exit -V, --version display version information and exit
pl: Narzêdzie do sprawdzania i naprawy plików limitów. %s [-gucbfinvdmMR] [-F <format-limitów>] system-plików|-a -u, --user sprawdzenie plików u¿ytkowników (user) -g, --group sprawdzenie plików grup (group) -c, --create-files utworzenie nowych plików limitów -b, --backup utworzenie kopii zapasowych starych plików limitów -f, --force wymuszenie sprawdzenia nawet je¶li limity s± w³±czone -i, --interactive tryb interaktywny -n, --use-first-dquot u¿ycie pierwszej kopii powielonej struktury -v, --verbose wypisywanie wiêkszej ilo¶ci informacji -d, --debug wypisywanie jeszcze wiêkszej liczby komunikatów -m, --no-remount nie przemontowywanie systemu plików tylko do odczytu -M, --try-remount próba przemontowania systemu plików tylko do odczytu, kontynuacja nawet je¶li siê to nie powiedzie -R, --exclude-root wykluczenie g³ównego systemu plików przy sprawdzaniu wszystkich systemów plików -F, --format=format sprawdzenie plików limitów w podanym formacie -a, --all sprawdzenie wszystkich systemów plików -h, --help wy¶wietlenie tego opisu i zakoñczenie -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Bad number of arguments.
pl: B³êdna liczba argumentów.

source: XFS quota format needs no checking.
pl: Limity w formacie XFS nie wymagaj± sprawdzania.

source: error (%d) while opening %s
pl: b³±d (%d) podczas otwierania %s

source: error (%d) while allocating inode file bitmap
pl: b³±d (%d) podczas przydzielania bitmapy i-wêz³ów plików

source: errstr (%d) while allocating inode directory bitmap
pl: errstr (%d) podczas przydzielania bitmapy i-wêz³ów katalogów

source: error (%d) while opening inode scan
pl: b³±d (%d) podczas otwierania skanu i-wêz³ów

source: error (%d) while starting inode scan
pl: b³±d (%d) podczas uruchamiania skanu i-wêz³ów

source: Found i_num %ld, blocks %ld
pl: Znaleziono i_num %ld, %ld bloków

source: High uid detected.
pl: Wykryto du¿y uid.

source: Something weird happened while scanning. Error %d
pl: Podczas skanowania zdarzy³o siê co¶ dziwnego. B³±d %d

source: Cannot stat directory %s: %s
pl: Nie mo¿na wykonaæ stat na katalogu %s: %s

source: Can open directory %s: %s
pl: Nie mo¿na otworzyæ katalogu %s: %s

source: lstat Cannot stat `%s/%s': %s Guess you'd better run fsck first ! exiting...
pl: lstat: Nie mo¿na wykonaæ stat na `%s/%s': %s Lepiej najpierw uruchomiæ fsck! zakoñczenie...

source: Adding %s size %Ld ino %d links %d uid %u gid %u
pl: Dodawanie %s, o rozmiarze %Ld, i-wêze³ %d, dowi±zañ %d uid %u gid %u

source: Scanning stored directories from directory stack
pl: Skanowanie zapisanych na stosie katalogów

source: popd %s Entering directory %s
pl: popd %s Wej¶cie do katalogu %s

source: Leaving %s
pl: Opuszczanie %s

source: Going to check %s quota file of %s
pl: Rozpoczynanie sprawdzania pliku limitów %s na %s

source: Quota for %ss is enabled on mountpoint %s so quotacheck might damage the file.
pl: Limity %s w³±czone w punkcie montowania %s - quotacheck mo¿e uszkodziæ plik.

source: Should I continue
pl: Czy kontynuowaæ

source: As you wish... Canceling check of this file.
pl: Wedle ¿yczenia... anulowanie sprawdzania tego pliku.

source: Quota for %ss is enabled on mountpoint %s so quotacheck might damage the file. Please turn quotas off or use -f to force checking.
pl: Limity %s w³±czone w punkcie montowania %s - quotacheck mo¿e uszkodziæ plik. Proszê wy³±czyæ limity lub u¿yæ -f, aby wymusiæ sprawdzanie.

source: Error while syncing quotas on %s: %s
pl: B³±d podczas synchronizacji limitów na %s: %s

source: Cannot get quotafile name for %s
pl: Nie mo¿na uzyskaæ nazwy pliku limitów dla %s

source: Cannot open quotafile %s: %s
pl: Nie mo¿na otworzyæ pliku limitów %s: %s

source: Too new quotafile format on %s
pl: Za nowy format pliku limitów na %s

source: Renaming new files to proper names.
pl: Zmiana nazw nowych plików na w³a¶ciwe.

source: Cannot get name of old quotafile on %s.
pl: Nie mo¿na uzyskaæ nazwy starego pliku limitów na %s.

source: Old file not found.
pl: Nie znaleziono starego pliku.

source: Error while searching for old quota file %s: %s
pl: B³±d podczas poszukiwania starego pliku limitów %s: %s

source: Old file found removed during check!
pl: Stary plik zosta³ usuniêty przy sprawdzaniu!

source: Error while opening old quota file %s: %s
pl: B³±d podczas otwierania starego pliku limitów %s: %s

source: EXT2_IOC_GETFLAGS failed: %s
pl: ioctl XFS_IOC_GETFLAGS nie powiód³ siê: %s

source: Renaming old quotafile to %s~
pl: Zmiana nazwy starego pliku limitów na %s~

source: Name of quota file too long. Contact %s.
pl: Nazwa pliku limitów zbyt d³uga. Proszê o kontakt z %s.

source: Cannot rename old quotafile %s to %s: %s
pl: Nie mo¿na zmieniæ nazwy starego pliku limitów %s na %s: %s

source: Renaming new quotafile
pl: Zmiana nazwy nowego pliku limitów

source: Cannot change permission of %s: %s
pl: Nie mo¿na zmieniæ uprawnieñ %s: %s

source: Cannot open new quota file %s: %s
pl: Nie mo¿na otworzyæ nowego pliku limitów %s: %s

source: Warning: Cannot set EXT2 flags on %s: %s
pl: Uwaga: Nie mo¿na ustawiæ flag EXT2 na %s: %s

source: Dumping gathered data for %ss.
pl: Zrzucanie zgromadzonych danych typu %s.

source: Cannot initialize IO on new quotafile: %s
pl: Nie mo¿na zainicjowaæ we/wy na nowym pliku limitów: %s

source: Cannot finish IO on new quotafile: %s
pl: Nie mo¿na zakoñczyæ we/wy na nowym pliku limitów: %s

source: Data dumped.
pl: Dane zrzucone.

source: Cannot find checked quota file for %ss on %s!
pl: Nie mo¿na znale¼æ sprawdzonego pliku limitów %s na %s!

source: Cannot turn %s quotas off on %s: %s Kernel won't know about changes quotacheck did.
pl: Nie mo¿na wy³±czyæ limitów %s na %s: %s J±dro nie zauwa¿y zmian wykonanych przez checkquota.

source: Cannot turn %s quotas on on %s: %s Kernel won't know about changes quotacheck did.
pl: Nie mo¿na w³±czyæ limitów %s na %s: %s J±dro nie zauwa¿y zmian wykonanych przez checkquota.

source: Substracting space used by old %s quota file.
pl: Odejmowanie miejsca u¿ytego przez stary plik limitów %s.

source: Old %s file not found. Usage will not be substracted.
pl: Stary plik %s nie znaleziony. Miejsce nie bêdzie odjête.

source: Cannot stat old %s quota file: %s
pl: Nie mo¿na wykonaæ stat na starym pliku limitów %s: %s

source: Quota structure for %s owning quota file not present! Something is really wrong...
pl: Brak struktury limitów %s dla w³a¶ciciela pliku limitów! Co¶ jest naprawdê ¼le...

source: Substracted %lu bytes.
pl: Odjêto %lu bajtów.

source: Cannot stat mountpoint %s: %s
pl: Nie mo¿na wykonaæ stat na punkcie montowania %s: %s

source: Mountpoint %s is not a directory?!
pl: Punkt montowania %s nie jest katalogiem?!

source: Cannot remount filesystem mounted on %s read-only. Counted values might not be right.
pl: Nie mo¿na przemontowaæ r/o systemu plików zamontowanego pod %s. Policzone warto¶ci mog± byæ b³êdne.

source: Cannot remount filesystem mounted on %s read-only so counted values might not be right. Please stop all programs writing to filesystem or use -m flag to force checking.
pl: Nie mo¿na przemontowaæ r/o systemu plików zamontowanego pod %s, wiêc policzone warto¶ci mog± byæ b³êdne. Proszê zatrzymaæ wszystkie programy pisz±ce na ten system plików lub u¿yæ flagi -m, aby wymusiæ sprawdzanie.

source: Filesystem remounted read-only
pl: System plików przemontowany tylko do odczytu

source: Scanning %s [%s]
pl: Skanowanie %s [%s]

source: done
pl: zrobiono

source: Checked %d directories and %d files
pl: Sprawdzono %d katalogów i %d plików

source: Cannot remount filesystem %s read-write. cannot write new quota files.
pl: Nie mo¿na przemontowaæ r/w systemu plików %s. Nie mo¿na zapisaæ nowych plików.

source: Filesystem remounted RW.
pl: Przemontowano system plików do zapisu i odczytu.

source: Cannot find quota option on filesystem %s with quotas!
pl: Nie mo¿na znale¼æ opcji limitów dla systemu plików %s z limitami!

source: Cannot detect quota format for journalled quota on %s
pl: Nie mo¿na wykryæ formatu limitów dla limitów z kronik± na %s

source: Cannot initialize mountpoint scan.
pl: Nie mo¿na zainicjowaæ skanu punktów montowania.

source: Skipping %s [%s]
pl: Pomijanie %s [%s]

source: Cannot guess format from filename on %s. Please specify format on commandline.
pl: Nie mo¿na odgadn±æ formatu z nazwy pliku na %s. Proszê podaæ format w poleceniu.

source: Detected quota format %s
pl: Wykryto format limitów %s

source: Cannot find filesystem to check or filesystem not mounted with quota option.
pl: Nie znaleziono systemu plików do sprawdzenia lub nie jest zamontowany z obs³ug± limitów.

source: Allocated %d bytes memory Free'd %d bytes Lost %d bytes
pl: Przydzielono %d bajtów pamiêci Zwolniono %d bajtów Stracono %d bajtów

source: Cannot read entry for id %u from quotafile %s: %s
pl: Nie mo¿na odczytaæ wpisu dla id %u z pliku limitów %s: %s

source: Entry for id %u is truncated.
pl: Wpis dla id %u jest uciêty.

source: Loading first quota entry with grace times.
pl: Wczytywanie pierwszego wpisu limitów z okresami pob³a¿liwo¶ci.

source: Cannot read first entry from quotafile %s: %s
pl: Nie mo¿na odczytaæ pierwszego wpisu z pliku limitów %s: %s

source: WARNING - Quotafile %s was probably truncated. Cannot save quota settings...
pl: UWAGA - plik limitów %s zapewne by³ uciêty. Nie mo¿na zapisaæ ustawieñ...

source: First entry loaded.
pl: Wczytano pierwszy wpis.

source: Checking quotafile info...
pl: Sprawdzanie informacji w pliku limitów...

source: Cannot read info from quota file %s: %s
pl: Nie mo¿na odczytaæ informacji z pliku limitów %s: %s

source: WARNING - Quota file %s was probably truncated. Cannot save quota settings...
pl: UWAGA - plik limitów %s zapewne by³ uciêty. Nie mo¿na zapisaæ ustawieñ...

source: WARNING - Quota file info was corrupted.
pl: UWAGA - informacje w pliku limitów by³y uszkodzone.

source: Size of file: %lu Blocks: %u Free block: %u Block with free entry: %u Flags: %x
pl: Rozmiar pliku: %lu Bloki: %u Wolny blok: %u Blok z wolnym wpisem: %u Flagi: %x

source: Setting grace times and other flags to default values. Assuming number of blocks is %u.
pl: Ustawianie okresów pob³a¿liwo¶ci i innych flag na warto¶ci domy¶lne. Przyjêcie liczby bloków %u.

source: File info done.
pl: Informacje z pliku wczytane.

source: Corrupted blocks:
pl: Bloki uszkodzone:

source: Block %u:
pl: Blok %u:

source: Duplicated entries.
pl: Powtórzone wpisy.

source: Found more structures for ID %u. Using values: BHARD: %Ld BSOFT: %Ld IHARD: %Ld ISOFT: %Ld
pl: Znaleziono wiêcej struktur dla ID %u. U¿ycie warto¶ci: BHARD: %Ld BSOFT %Ld IHARD: %Ld ISOFT: %Ld

source: Found more structures for ID %u. Values: BHARD: %Ld/%Ld BSOFT: %Ld/%Ld IHARD: %Ld/%Ld ISOFT: %Ld/%Ld
pl: Znaleziono wiêcej struktur dla ID %u. Warto¶ci: BHARD %Ld/%Ld BSOFT: %Ld/%Ld IHARD: %Ld/%Ld ISOFT: %Ld/%Ld

source: Should I use new values
pl: Czy u¿yæ nowych warto¶ci

source: ID %u has more structures. User intervention needed (use -i for interactive mode or -n for automatic answer).
pl: ID %u ma wiêcej struktur. Potrzebna inwencja u¿ytkownika (-i dla trybu interaktywnego lub -n dla automatycznej odpowiedzi).
