Repository: neuschaefer/qnap-gpl
Catalog: src/apcupsd-3.10.15/src/po/*.po
Languages: et_ee

source: APCACCESS FATAL ERROR in %s at line %d
et_ee: APCACCESS FATAALNE VIGA failis %s real %d

source: Usage: %s (ipc) < reconfig | status | slave | shutdown >
et_ee: Kasutamine: %s (ipc) < reconfig | status | slave | shutdown >

source: (ipc) <%s> : is not functional yet.
et_ee: (ipc) <%s> : ei toimi veel.

source: %s (ipc) : polling apcupsd for %s.
et_ee: %s (ipc) : küsin apcupsd käest %s.

source: %s (ipc) <%s> : is not functional yet.
et_ee: %s (ipc) <%s> : ei toimi veel.

source: Unknown command %s
et_ee: Tundmatu käsklus %s

source: Cannot attach SYSV IPC.
et_ee: Ei õnnestu haakida SYSV IPC.

source: Cannot read shm data area.
et_ee: Ei õnnestu lugeda jagatud mälu andmeala.

source: Strange mode
et_ee: Tundmatu mood

source: UPS battery must be replaced
et_ee: UPD patarei tuleb vahetada

source: Too Many Errors. Restarting UPS daemon
et_ee: Liiga palju vigu. Käivitan UPS deemoni uuesti

source: Remote shutdown
et_ee: Shutdown teisest masinast

source: Power failure
et_ee: Voolutõrge

source: Running on UPS batteries
et_ee: Töötan UPSi akudel

source: Battery power exhausted
et_ee: Akud on tühjad

source: Reached run time limit on batteries
et_ee: Akude tööiga sai läbi

source: Battery charge below low limit
et_ee: Akude täituvus on allpool alumist piiri

source: Reached remaining time percentage limit on batteries
et_ee: Saavutati akutoitel töötamisel järelejäänud aja piirang

source: Cancelling shutdown
et_ee: Katkestan shutdowni

source: Power is back. UPS running on mains.
et_ee: Vool on tagasi. UPS kasutab liinivoolu.

source: Allowing logins
et_ee: Luban meldimised

source: Users requested to logoff
et_ee: Kasutajatel palutakse välja logida

source: User login prohibitted
et_ee: Kasutajate meldimised keelatud

source: Battery power failure. Emergency shutdown
et_ee: Akutoite tõrge. Süsteemi hädaseiskamine

source: error ignored.
et_ee: ignoreerin viga.

source: %s: Bogus configuration table! Fix and recompile.
et_ee: %s: Vastuoluline seadete tabel! Parandage ja kompileerige uuesti.

source: %s: Bogus configuration value (%s)
et_ee: %s: vastuoluline seade väärtus (%s)

source: %s: Exceeded max slaves number (%d)
et_ee: %s: Maksimaalne alamserverite arv ületatud (%d)

source: UPS function code %d missing
et_ee: UPS funktsiooni kood %d puudub

source: Error opening configuration file (%s).
et_ee: Viga seadete faili (%s) avamisel.

source: %s: Warning: old configuration file found. %s: Expected: "%s" %s: Found: "%s" %s: Please check new file format and %s: modify accordingly the first line %s: of config file. %s: Processing config file anyway.
et_ee: %s: Hoiatus: leidsin vana seadete faili. %s: Eeldasin: "%s" %s: Leidsin: "%s" %s: Palun tutvuge uue faili vorminguga ja %s: parandage vastavalt seadete faili %s: esimest rida. %s: Jätkan siiski seadetefaili töötlemist.

source: Parsing error at line %d of config file %s.
et_ee: Analüüsi viga real %d seadete failis %s.

source: %s: Error :: Changing UPSTYPE from %s
et_ee: %s: Viga :: Muudan UPSTYPE tüübist %s

source: to %s due wrong Cable of Smart Signals. \a
et_ee: tüübiks %s, kuna signaali kaabli tüüp on vale. \a

source: Lookup operation failed: bad 'types' table
et_ee: Läbivaatamine ebaõnnestus: vigane 'types' tabel

source: I can't be both MASTER and SLAVE
et_ee: Ei saa olla korraga MASTER ja SLAVE

source: Terminating due to configuration file errors.
et_ee: katkestan vigade tõttu seadete failis.

source: start_thread: can not fork.
et_ee: start_thread: fork ebaõnnestus.

source: execute: cannot fork().
et_ee: execute: fork ebaõnnestus.

source: execute: cannot exec %s
et_ee: execute: %s ei õnnestu käivitada

source: read_lock: cannot increment read cnt.
et_ee: read_lock: lugemiste arvu ei õnnestu suurendada.

source: read_unlock: cannot unlock read sem.
et_ee: read_unlock: lugemiste semafori ei õnnestu lahti lukustada.

source: write_lock: cannot acquire write lock.
et_ee: write_lock: ei õnnestu seada kirjutamiste lukku.

source: write_lock: cannot assert write sem.
et_ee: write_lock: kirjutamiste semafori ei õnnestu testida.

source: write_unlock: cannot unlock write sem.
et_ee: write_unlock: kirjutamiste semafori ei õnnestu lahti lukustada.

source: create_semaphore: cannot create sem.
et_ee: create_semaphore: semafori ei õnnestu luua.

source: create_semaphore: cannot set up sem.
et_ee: create_semaphore: semafori ei õnnesta seada.

source: attach_semaphore: cannot attach sem.
et_ee: attach_semaphore: semafori ei õnnestu haakida.

source: destory_semaphore: cannot destroy sem.
et_ee: destory_semaphore: semafori ei õnnestu kustutada.

source: create_shmarea: cannot create shm area.
et_ee: create_shmarea: jagatud mälu ala ei õnnestu luua.

source: create_shmarea: cannot attach shm area.
et_ee: create_shmarea: jagatud mälu ala ei õnnestu haakida.

source: attach_shmarea: cannot get shm area.
et_ee: attach_shmarea: jagatud mälu ala ei õnnestu leida.

source: attach_shmarea: cannot attach shm area.
et_ee: attach_shmarea: jagatud mälu ala ei õnnestu haakida.

source: attach_shmarea: shared memory version mismatch
et_ee: attach_shmarea: jagatud mälu versioonid on erinevad

source: destroy_shmarea: cannot destroy shm area.
et_ee: destroy_shmarea: jagatud mälu ala ei õnnestu eemaldada.

source: usage: apcupsd [options] Options are as follows: -?, --help display this help -V, --version display version info -c, --configure attempt to configure UPS [*] -f, --config-file <file> load specified config file -u, --update-battery-date update UPS battery date [*] -k, --killpower attempt to power down UPS [*] -d, --debug <level> set debug level (>0) -n, --rename-ups attempt to rename UPS [*] [*] Only one parameter of this kind and apcupsd must not run. Copyright (C) 1996-1999 Andre Hedrick Copyright (C) 1999-2000 Riccardo Facchetti apcupsd is free software and comes with ABSOLUTELY NO WARRANTY under the terms of the GNU General Public License Report bugs to apcupsd Support Center: http://www.brisse.dk/site/apcupsd/
et_ee: kasutamine: apcupsd [võtmed] Võtmed on järgnevad: -?, --help esita see abiinfo -V, --version esita versiooni info -c, --configure ürita UPSi seadistada [*] -f, --config-file <file> lae antud seadete fail -u, --update-battery-date uuenda UPSi aku kuupäeva [*] -k, --killpower ürita UPSi välja lülitada [*] -d, --debug <level> sea silumistase (>0) -n, --rename-ups ürita anda UPSile uus nimi [*] [*] Lubatud on ainult üks selline võti ja apcupsd ei tohi töötada. Autoriõigused © 1996-1999 Andre Hedrick Autoriõigused © 1999-2000 Riccardo Facchetti apcupsd on vaba tarkvara ja vastavalt GNU üldisele avalikule litsentsile EI PAKU MINGEID GARANTIISID Vigadest teatage apcupsd hoolduse keskuses: http://www.brisse.dk/site/apcupsd/

source: Error: too many arguments.
et_ee: Viga: liiga palju argumente.

source: Status buffer overflow %d bytes
et_ee: Olekupuhvri ületäitumine %d baiti

source: Serial port already initialized.
et_ee: Serial port on juba algväärtustatud.

source: Cannot open UPS tty %s: %s
et_ee: Ei õnnestu avada UPS tty %s: %s

source: Unable to create serial port lock file.
et_ee: Serial pordi lukufaili loomine ebaõnnestus.

source: PANIC! Cannot communicate with UPS.
et_ee: PAANIKA! Ei saa UPSiga suhelda.

source: Shutdown not called first
et_ee: Shutdowni pole esmalt välja kutsutud

source: Bug found attempting to kill the power in %s at line %s
et_ee: Tuvastasin voolu väljalülitamisel vea failis %s real %s

source: Waiting 30 seconds for slave(s) to shutdown.
et_ee: Ootan 30 sekundit, et alamserver(id) seiskuksid.

source: Waiting 15 seconds for slave(s) to shutdown
et_ee: Ootan 15 sekundit, et alamserver(id) seiskuksid.

source: Attempting to kill the power!
et_ee: Üritan katkestada voolu!

source: Failed to kill the power! Attempting a REBOOT!
et_ee: Voolu katkestamine ebaõnnestus! Üritan taaskäivitamist!

source: Perform CPU-reset or power-off
et_ee: Teostan protsessori lähtestamist või toite välja lülitamist

source: Waiting For ShareUPS Master to shutdown
et_ee: Ootan ShareUPS põhiserveri seiskamist

source: Failed to have power killed by Master! Attempting a REBOOT!
et_ee: Põhiserver ei suuda toidet välja lülitada! Üritan taaskäivitamist!

source: UPS will power off ...
et_ee: UPS lülitab voolu välja ...

source: Mains-power returned during shutdown!
et_ee: Seiskamise ajal taastus liinitoide!

source: Trying alternate method for killing power
et_ee: Proovin voolu välja lülitamise alternatiivset meetodit

source: UPS power-cycle in progress ...
et_ee: Kestab UPSi toite lülitamine ...

source: Using non SU SmartUPS alternate method
et_ee: Kasutan mitte SU SmartUPS alternatiivset meetodit

source: BackUPS Pro and SmartUPS v/s sleep for 6 min
et_ee: BackUPS Pro ja SmartUPS v/s 6 minuti pikkune ootamine

source: Unexpected error!
et_ee: Ootamatu viga!

source: Simple Cable Signal Lost!!!
et_ee: Kaotasin lihtsa kaabli signaali!!!

source: %s: INVALID-FORMATTING(%s) OLDDATE(%s)
et_ee: %s: VIGANE-VORMING(%s) VANA-KUUPÄEV(%s)

source: UPSlink Comm. Error, %s != SM count %d
et_ee: UPSlink suhtlemise viga, %s != SM kokku %d

source: UPSlink Comm. reestablished, %s == SM count %d
et_ee: UPSlink suhtlus taastatud, %s == SM kokku %d

source: UPSlink Comm. Report, %s == SM count %d
et_ee: UPSlink suhtlemise raport, %s == SM kokku %d

source: apcupsd exiting, signal %u
et_ee: apcupsd lõpetab, signaal %u

source: shutdown succeeded
et_ee: shutdown õnnestus

source: error shutdown completed
et_ee: seisatud veasituatsioonis

source: apcupsd FATAL ERROR in %s at line %d
et_ee: apcupsd FATAALNE VIGA failis %s real %d

source: needs super user privileges to run.
et_ee: tööks on vaja superkasutaja õiguseid.

source: Cannot update battery date %s
et_ee: Aku kuupäeva %s uuendamine ebaõnnestus

source: %s: attempting to update UPS battery date.
et_ee: %s: üritan uuendada UPS aku kuupäeva.

source: done.
et_ee: valmis.

source: This model cannot be configured.
et_ee: Seda mudelit ei saa seadistada.

source: %s: attempting to configure UPS.
et_ee: %s: üritan UPSi seadistada.

source: Can not rename %s
et_ee: %s ei õnnestu ümber nimetada

source: %s: attempting to rename UPS.
et_ee: %s: üritan anda UPSile uut nime.

source: **** FIXME ****
et_ee: **** PARANDAGE MIND ****

source: NET Class Error %s \a
et_ee: Klassi NET viga %s \a

source: Unknown share net type
et_ee: Tundmatu jagatud võrgu tüüp

source: %s: init_ipc failed.
et_ee: %s: init_ipc ebaõnnestus.

source: Can't fork.
et_ee: fork ebaõnnestus.

source: failed to reacquire serial port lock file on device %s
et_ee: serila pordi lukufaili uuesti seadmine seadmel %s ebaõnnestus

source: Terminated.
et_ee: Katkestatud.
